import React, { Component } from 'react'
import '.././index.less'

export default class Durs extends Component {
  render() {
    return (
      <div>
      <h2>氯吡硫磷</h2>
      <span >
      氯吡硫磷，又名毒死蜱、氯蜱硫磷，化学名为O,O-二乙基-O-(3,5,6-三氯-2-吡啶基)硫代磷酸，分子式为C9H11Cl3NO3PS，
      呈白色结晶，具有轻微的硫醇味，是一种非内吸性广谱杀虫、杀螨剂，在土地中挥发性较高。
      </span>
      <h2>简介</h2>
      <div>
        <h3>中文名称：</h3>毒死蜱<br/>
        <h3>英文名称：</h3>Chlorpyrifos Standard<br/>
        <h3>别名名称</h3>氯吡硫磷；乐斯本；白蚁清；氯吡磷；O,O-二乙基-O-(3,5,6-三氯-2-吡啶基)硫代磷酸酯<br/>
        <h3>分子式：</h3>C9H11Cl3NO3PS<br/>
        <h3>分子量：</h3>350.59<br/>
      </div>
    <br/>
      <div>
      <h2>物性数据</h2>
      <ol className='phy'>
      <li>性状：白色结晶，具有轻微的硫醇味</li>
      <li>密度（g/mL,25/4℃）：1.398</li>
      <li>熔点（℃）：42.5-43</li>
      <li>沸点（℃,常压）：200</li>
      <li>折射率：1.56</li>
      <li>闪点（℃）：181.1</li>
      <li>水溶性：微溶于水，溶于大部分有机溶剂</li>
      </ol><br/>
      <h2>毒理学数据</h2>
      <ol className='phy'>
      <li>试验方法：口服摄入剂量： 300毫克/千克　　测试对象：人-人　　毒性类型：急性　　毒性作用： 1.神经和感觉异常，2.肌肉无力，3.昏迷</li>
      <li>试验方法：口服　　摄入剂量： 82毫克/千克　　测试对象：啮齿动物-鼠　　毒性类型：急性　　毒性作用：详细的毒副作用没有报告以外的其他致死剂量值</li>
      <li>试验方法：吸入　　摄入剂量：200 mg/m3/4H　　测试对象：啮齿动物-鼠　　毒性类型：急性　　毒性作用： 详细的毒副作用没有报告以外的其他致死剂量值</li>
      </ol><br/>
      <h2>产品特点</h2>
      <ol className='phy'>
      <li>具有胃毒、触杀、熏蒸三重作用，对水稻、小麦、棉花、果树、蔬菜、茶树上多种咀嚼式和刺吸式口器害虫均具有较好防效。</li>
      <li>混用相容性好，可与多种杀虫剂混用且增效作用明显（如毒死蜱与三唑磷混用）。</li>
      <li>与常规农药相比毒性低，对天敌安全，是替代高毒有机磷农药（如1605、甲胺磷、氧乐果等）的首选药剂。</li>
      <li>杀虫谱广，易于土壤中的有机质结合，对地下害虫特效，持效期长达30天以上。</li>
      <li>无内吸作用，保障农产品、消费者的安全，适用于无公害优质农产品的生产。</li>
      </ol><br/>
      </div>
  </div>
    )}
}
