import React, { Component } from 'react';
import { Outlet } from 'react-router-dom';
export default class Jnw extends Component {
  render() {
    return (
    <div>
      <h2>西维因</h2>
      <div>
      西维因是一种用于控制农作物、树木和观赏植物害虫的广谱氨基甲酸酯类杀虫剂，分子式为C10H7OCONHCH3。纯品为白色结晶固体。难溶于水，易溶于极性有机溶剂丙酮、环己酮、二甲基甲酰胺等。对热（70℃以内）、光和酸稳定。在pH>10的碱液中易分解为甲萘酚。对人畜毒性低。
      </div>
      <br/>
      <h2>具体说明</h2>
      <table border="2">
     <tr>
        <td>用途</td>
        <td>高效、低毒、低残留、长残效的广谱性氨基甲酸酯类杀虫剂。对害虫有强烈的触杀作用，兼有胃毒作用，并有轻微的内吸作用。用于防治棉铃虫、卷叶虫、棉蚜、造桥虫、蓟马和稻叶蝉、稻纵卷叶螟、稻苞虫、稻蓟马及果树害虫，也可防治菜园蜗牛、蛞蝓等软体动物。常用剂量为2.6～20g/100 m。
        <br/>
        用于防治稻飞虱、叶蝉、蓟马、豆蚜、大豆食心虫、棉铃虫及果树害虫、林业害虫等。
        <br/>
        用于防治稻飞虱、叶蝉、蓟马、棉铃虫和果树害虫、林业害虫、松毛虫等。
        <br/>
        该品为氨基甲酸酯类杀虫剂，具有触杀、胃毒作用，微有内吸性质，能防治150多种作物的100多种害虫。可加工成可湿性粉剂或胶悬剂，用于防治水稻稻飞虱、稻叶蝉、棉花红铃虫、大豆食心虫和果树害虫。对有机氯，有机磷有抗性的昆虫有较好的防治效果。用药量一般为每公顷375-750g有效成分。该品不可与碱性农药混配使用。对蜜蜂毒性高，养蜂地区在开花季节不宜使用。
        <br/>  
        </td>
        
     </tr>
     <tr>
        <td>生产方法</td>
        <td>有冷法（氯甲酸甲萘酯法）和热法（甲氨基甲酰氯法）两种主要工艺。1.冷法 由甲萘酚与光气反应生成氯甲酸甲萘酯，再与一甲胺反应得到西维因。原料消耗定额：甲萘酚（94%）1100kg/t、一甲胺（40%）500kg/t、光气900kg/t。2.热法 先使一甲胺与气反应生成甲氨基甲酰氯，再与甲萘酚合成西维因。
            <br/>
            异氰酸酯法
            异氰酸甲酯的制备 甲胺与光气在高温下直接进行气相色应，反应器为一管道。反应温度大于400℃，反应器材质为钢衬石墨。防止副产物生成以及杜绝反应器堵塞是生产中关键。
            异氰酸甲酯分离与精制系统主要设备是脱光气塔，精制异氰酸甲酯塔为90块塔板的浮阀塔，均采用高镍合金钢材料制造。
            甲萘威的合成 反应在溶剂存在下进行，温度60～80℃，稍有负压。生成的混合溶液通过蒸馏，将过量的异氰酸甲酯从蒸馏塔顶部与部分溶剂一起蒸出，再回复使用。甲萘威在溶液中经精制，得纯品。
            氯甲酸酯法
            氯甲酸萘酯的制备 将100kg甲萘酚与200kg甲苯溶解后抽至盛有600kg甲苯反应器中，搅拌，降温至-10℃以下，停止搅拌，通入光气224kg左右，4h通完。开始滴加碱，温度控制在0℃以下，2h左右滴完400～500kg20%衡碱液，使盐水层pH=6,放尽盐脚水，水洗氯甲酸甲萘酯2次，一般酯含量为14% ～15%。
            甲萘威的合成 合成温度保持在10～20℃，于40min左右滴加40%一甲胺约80kg，然后于10℃左右，约20min内滴加20%液碱120kg，搅拌10min，滴入30%盐酸80kg，测得pH值为5～6。经分离、水洗、烘干得产品。
            氨基甲酰氯法
            甲基氨基甲酰氯的制备 通过甲胺的氯甲酰化合成甲基氨基甲酰氯。工业上常用的是液相法和气相法，其中气相法收率较高，便于连续化。气相法是把甲胺加热到200℃以上，光气加热至150℃以上，两种气体混合后通过240～300℃的管道反应器，反应瞬间完成，然后冷凝为液体或用预冷的氯苯或四氯化碳循环吸收。主要工艺条件是：一甲胺与光气的配比为1:1.3 （体积比），甲胺和光气预热温度220～240℃，反应温度为280～300℃，吸收温度为0～20℃。
            甲萘威的合成 将甲萘酚与稀碱液配制成甲萘酚钠，待温度达到0～5℃时滴加甲基氨基甲酰氯，滴加过程要不断补充碱液，待pH值达7.5～8.0时，反应即到终点，反应时间约需30～40min。离心、水洗、烘干即得成品，含量90%以上。
            甲萘威合成还可以采用溶剂法或无溶剂法生产。
           <br/>
        </td>
     </tr>
     <tr>
         <td>类别</td>
         <td>农药</td>
     </tr>
     <tr>
         <td>毒性分级</td>
         <td>中毒</td>
     </tr>
     <tr>
         <td>急性毒性</td>
         <td>口服- 大鼠 LD50: 590 毫克/ 公斤; 皮肤-兔 LD50: 2000 毫克/ 公斤</td>
     </tr>
      </table>
      <Outlet/>
    </div>
    )}
}
